# DLDSetLoadDataString

## Description
Using selector, sets default load data with string value for the parametric object

```pascal
PROCEDURE DLDSetLoadDataString(
				selector : INTEGER;
				value    : STRING);
```

```python

def vs.DLDSetLoadDataString(selector, value):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|selector|INTEGER||
|value|STRING||

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis